Repository: Hatemganash/iroottask
Catalog: rootsTask/Views/mul.lproj/SignUpVC.xcstrings
Source language: en
Languages: ar

# 16c-rd-icv.normalTitle
source: Sign Up
ar: التسجيل

# ckN-hk-51D.text
source: Enter Valid Email
ar: ادخل بريد الكتروني صالح

# Cz5-mb-uYd.placeholder
source: Enter Your Full name
ar: ادخل الاسم بالكامل

# dq8-bv-m9Q.text
source: Enter Valid Name
ar: ادخل اسم صالح

# G5R-mw-gWJ.text
source: Sign Up
ar: التسجيل

# g6A-rO-xDm.placeholder
source: Enter username
ar: ادخل اسم المستخدم

# HT4-sf-RwB.text
source: Enter Valid Username
ar: ادخل اسم مستخدم صالحح

# lly-fb-wES.placeholder
source: Enter Your Phone
ar: ادخل رقم الهاتف

# LT2-CE-j58.text
source: the phone number must be at least 10 numbers
ar: رقم الهاتف يجب ان يكون اكثر من ١٠ ارقام

# LzB-eb-VWg.placeholder
source: Enter Password
ar: ادخل كلمه المرور

# OUm-Yk-bRj.text
source: Password must be at least 8 characters long, contain an uppercase letter, a lowercase letter, and a number.
ar: يجب أن تتكون كلمة المرور من 8 أحرف على الأقل، وتحتوي على حرف كبير وحرف صغير ورقم.

# S3A-bn-48Z.placeholder
source: Enter Your Email
ar: ادخل البريد الالكتروني

# U0E-GM-zpL.normalTitle
source: Login
ar: الدخول

# vHj-Ns-Cdd.text
source: Already have an Account ?
ar: هل لديك حساب بالفعل؟
